TESTS = {
    "lesson_1": {
        "title": "Урок 1 — а",
        "questions": [
            {
                "text": "你好 [nǐ hǎo]",  # Показываем иероглиф
                "options": ["привет", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "王 [wáng]",  # Или вопрос текстом
                "options": ["Ван", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "老师 [lǎoshī]",
                "options": ["учитель", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "大家 [dàjiā]",
                "options": ["все", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "学生 [xué shēng]",
                "options": ["студент, ученик", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "您 [nín]",
                "options": ["Вы", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "们 [men]",
                "options": ["суфф. мн.числа", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "小语 [Xiǎo yǔ]",
                "options": ["Сяоюй", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "谢谢 [xièxiè]",
                "options": ["спасибо", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "不客气 [bùkèqì]",
                "options": ["не за что (не церемоньтесь)", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "同学",
                "options": ["одногруппники [tóng xué]", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "再见 [zài jiàn]",
                "options": ["до свидания", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
        ],
    },
    "lesson_2": {
        "title": "Урок 1 — б",
        "questions": [
            {
                "text": "你好",  # Показываем иероглиф
                "options": ["привет", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "王",  # Или вопрос текстом
                "options": ["Ван", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "老师",
                "options": ["учитель", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "大家",
                "options": ["все", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "学生",
                "options": ["студент, ученик", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "您",
                "options": ["Вы", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "们",
                "options": ["суфф. мн.числа", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "小语",
                "options": ["Сяоюй", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "谢谢",
                "options": ["спасибо", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "不客气",
                "options": ["не за что (не церемоньтесь)", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "同学",
                "options": ["одногруппники", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
            {
                "text": "再见",
                "options": ["до свидания", "ъ", "ъ", "ъ"],
                "correct": 0,
            },
        ],
    },
}
